<!DOCTYPE html>
<html>
<head>
  <meta charset='utf-8'>
  <meta name='viewport' content='width=device-width'>
  <title>Политика конфиденциальности</title>
  <style> body { font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; padding:1em; } </style>
</head>
<body>



    <h1><strong>Политика конфиденциальности</strong></h1>
    <p><a href="https://meta-hi.uz/privacy">English</a></p>


    <h2><strong>1. Введение</strong></h2><br /><br />


    Настоящая Политика конфиденциальности определяет, как мы, Render Systems Inc. (&laquo;Render Systems&raquo;), используем и защищаем ваши личные данные, которые вы нам предоставляете или которые мы получаем или генерируем иным образом в связи с использованием вами нашего приложения <strong>MetaHi!</strong>. В целях настоящей Политики конфиденциальности &laquo;мы&raquo;, &laquo;нас&raquo; и &laquo;наш&raquo; относятся к <strong>MetaHi!</strong> и &laquo;вы&raquo; относится к вам, как пользователю Услуг.<br /><br />


    <strong>1.1 Принципы конфиденциальности</strong><br /><br />

    Когда дело доходит до сбора и обработки личных данных, у <strong>MetaHi!</strong> есть фундаментальные принципы:<br /><br />

    &nbsp;&nbsp;&nbsp; Мы не используем ваши данные для показа вам рекламы.<br />&nbsp;&nbsp;&nbsp; Мы храним только те данные, которые <strong>MetaHi!</strong> необходимо функционировать.<br /><br />

    Функция <strong>MetaHi!</strong> предназначена для отправки HighFives зарегистрированным в приложении контактам пользователя, которые находятся на расстоянии не более 25 метров, а последнее время отправки местоположения не более 1 часа.<br />
    <h2 id="data"><strong>2. Какие личные данные мы используем</strong><br /></h2>
    <strong>2.1. Телефон и контакты</strong><br /><br />

    <strong>MetaHi!</strong> использует номера телефонов как уникальные идентификаторы. Мы спрашиваем вашего разрешения перед синхронизацией ваших контактов.<br /><br />

    Мы храним ваши актуальные контакты, чтобы уведомить вас, как только один из ваших контактов зарегистрируется на <strong>MetaHi!</strong> и правильно отображать имена в уведомлениях. Нам нужны только номер и имя (имя и фамилия), чтобы это работало и не сохраняло никаких других данных о ваших контактах.<br /><br />

    Вы всегда можете прекратить синхронизацию контактов или удалить их с наших серверов и перестать использовать наш <strong>MetaHi!</strong> щелкнув действие &laquo;Удалить данные и выйти&raquo; в меню приложения.<br /><strong>2.2. Данные о местонахождении</strong><br /><br />

    <strong>MetaHi!</strong> собирает данные о местоположении, чтобы находить людей (из списка контактов пользователей) на расстоянии около 25 метров и предоставлять возможность отправлять HighFives (если другие пользователи находятся на расстоянии более 25 метров и разница во времени будет более 1 часа, пользователь не сможет видеть расстояние между ними). <strong>MetaHi!</strong> собирает данные о местоположении, когда приложение закрывается, чтобы рассчитать расстояние между более синхронизированными по времени местоположениями.</p>

</body>
</html>
